Repository: MmdUnion/extract-audio
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hi, tr

source: About us - Extract Audio
hi: हमारे बारे में - Extract Audio
tr: Hakkımızda - Extract Audio

source: extract-audio tool helps you to get your audio file from video file online anywhere without any special tools. This tool is and will be completely free.
hi: extract-audio टूल आपको बिना किसी विशेष टूल के ऑनलाइन कहीं भी वीडियो फ़ाइल से अपनी ऑडियो फ़ाइल प्राप्त करने में मदद करता है। यह टूल पूरी तरह से निःशुल्क है और रहेगा।
tr: extract-audio, herhangi bir özel araç kullanmadan ses dosyanızı video dosyasından çevrimiçi olarak çıkarmanıza yardımcı olur. Bu araç tamamen ücretsizdir ve ücretsiz olacaktır.

source: About Us
hi: हमारे बारे में
tr: Hakkımızda

source: Go Home Page
hi: मुखपृष्ठ प्र जाएं
tr: Ana Sayfaya Git

source: Blog - Extract Audio
hi: ब्लॉग - Extract Audio

source: Blog
hi: ब्लॉग

source: Contact us - Extract Audio
hi: संपर्क करें - Extract Audio
tr: Bize Ulaşın - Extract Audio

source: We are happy to hear your messages. Email Us: Support@Extract-Audio.com
hi: हम आपके संदेशों को सुनकर खुश हैं। हमें ईमेल करें: Support@Extract-Audio.com
tr: Mesajlarınızı duymaktan mutluluk duyuyoruz. Bize E-posta Gönder: Support@Extract-Audio.com

source: Extract Audio From Video Online - Extract Audio
hi: ऑनलाइन वीडियो से ऑडियो निकालें - Extract Audio
tr: Çevrimiçi Videodan Sesi Çıkarın - Extract Audio

source: Extract audio from any video file online. Support for any format: webm, mkv, flv, vob, ogv, ogg, webm, drc, gif, gifv, mng, avi, mts, m2ts, ts, mov, qt, wmv, yuv, rm, rmvb, viv, asf, amv, mp4, m4p, mpg, mp2, mpeg, mpe, mpv, mpg, mpeg, m2v, m4v, svi, 3gp, 3g2, mxf, roq, nsv, f4p, f4v, f4a, f4b
hi: ऑनलाइन किसी भी वीडियो फ़ाइल से ऑडियो निकालें। किसी भी प्रारूप के लिए समर्थन: webm, mkv, flv, vob, ogv, ogg, webm, drc, gif, gifv, mng, avi, mts, m2ts, ts, mov, qt, wmv, yuv, rm, rmvb, viv, asf, amv, mp4, m4p, mpg, mp2, mpeg, mpe, mpv, mpg, mpeg, m2v, m4v, svi, 3gp, 3g2, mxf, roq, nsv, f4p, f4v, f4a, f4b
tr: Çevrimiçi herhangi bir video dosyasından ses ayıklayın. Herhangi bir format için destek: webm, mkv, flv, vob, ogv, ogg, webm, drc, gif, gifv, mng, avi, mts, m2ts, ts, mov, qt, wmv, yuv, rm, rmvb, viv, asf, amv, mp4, m4p, mpg, mp2, mpeg, mpe, mpv, mpg, mpeg, m2v, m4v, svi, 3gp, 3g2, mxf, roq, nsv, f4p, f4v, f4a, f4b

source: Upload video to extract audio
hi: ऑडियो निकालने के लिए वीडियो अपलोड करें
tr: Sesi çıkarmak için video yükleyin

source: Choose file
hi: फ़ाइलों का चयन करें
tr: Dosya seçin

source: Click to upload
hi: अपलोड करने के लिए क्लिक करें
tr: dosya yüklemek için tıklayın

source: Very high speed and support for all types of extensions
hi: बहुत उच्च गति और सभी प्रकार के एक्सटेंशन के लिए समर्थन
tr: Her tür uzantı için çok yüksek hız ve destek

source: Get the audio of your video file easily and with just one click with the extract-audio tool. Every video file is supported with any extension, such as: webm, mkv, flv, vob, ogv, ogg, webm, drc, gif, gifv, mng, avi, mts, m2ts, ts, mov, qt, wmv, yuv, rm, rmvb, viv, asf, amv, mp4, m4p, mpg, mp2, mpeg, mpe, mpv, mpg, mpeg, m2v, m4v, svi, 3gp, 3g2, mxf, roq, nsv, f4p, f4v, f4a, f4b
hi: आसानी से अपनी वीडियो फ़ाइल का ऑडियो प्राप्त करें और extract-audio टूल के साथ बस एक क्लिक करें। प्रत्येक वीडियो फ़ाइल एक एक्सटेंशन के साथ समर्थित है, जैसे: webm, mkv, flv, vob, ogv, ogg, webm, drc, gif, gifv, mng, avi, mts, m2ts, ts, mov, qt, wmv, yuv, rm, rmvb, viv, asf, amv, mp4, m4p, mpg, mp2, mpeg, mpe, mpv, mpg, mpeg, m2v, m4v, svi, 3gp, 3g2, mxf, roq, nsv, f4p, f4v, f4a, f4b
tr: extract-audio aracıyla video dosyanızın sesini kolayca ve tek bir tıklamayla alın. Her video dosyası, aşağıdakiler gibi herhangi bir uzantıyla desteklenir: webm, mkv, flv, vob, ogv, ogg, webm, drc, gif, gifv, mng, avi, mts, m2ts, ts, mov, qt, wmv, yuv, rm, rmvb, viv, asf, amv, mp4, m4p, mpg, mp2, mpeg, mpe, mpv, mpg, mpeg, m2v, m4v, svi, 3gp, 3g2, mxf, roq, nsv, f4p, f4v, f4a, f4b

source: Always available...
hi: हमेशा उपलब्ध...
tr: Her zaman müsait...

source: Extract your audio files from videos at any time without the need to install another software and only by using the extract-audio tool.
hi: किसी अन्य सॉफ़्टवेयर को इंस्टॉल किए बिना और केवल extract-audio टूल का उपयोग किए बिना किसी भी समय वीडियो से अपनी ऑडियो फ़ाइलें निकालें।
tr: Başka bir yazılım yüklemeye gerek kalmadan ve sadece extract-audio aracını kullanarak ses dosyalarınızı istediğiniz zaman çıkarın.
